export default {
  projections: {
    ЗаказE: {
      датаОтгрузки: {
        __caption__: 'Дата отгрузки'
      },
      датаОплаты: {
        __caption__: 'Дата оплаты'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      ценаТовара: {
        __caption__: 'Цена товара',
        цена: {
          __caption__: 'Цена'
        }
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        emile: {
          __caption__: 'Emile'
        }
      }
    },
    ЗаказL: {
      датаОтгрузки: {
        __caption__: 'Дата отгрузки'
      },
      датаОплаты: {
        __caption__: 'Дата оплаты'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      ценаТовара: {
        __caption__: 'Цена',
        цена: {
          __caption__: 'Цена'
        }
      },
      сотрудник: {
        __caption__: 'Emile',
        emile: {
          __caption__: 'Emile'
        }
      }
    }
  },
  validations: {
    датаОплаты: {
      __caption__: 'Дата оплаты'
    },
    датаОтгрузки: {
      __caption__: 'Дата отгрузки'
    },
    состояние: {
      __caption__: 'Состояние'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    ценаТовара: {
      __caption__: 'Цена товара'
    }
  }
};
