export default {
  projections: {
    СкладE: {
      адрес: {
        __caption__: 'Адрес'
      },
      номер: {
        __caption__: 'Номер'
      },
      наименование: {
        __caption__: 'Наименование'
      }
    },
    СкладL: {
      адрес: {
        __caption__: 'Адрес'
      },
      номер: {
        __caption__: 'Номер'
      },
      наименование: {
        __caption__: 'Наименование'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    номер: {
      __caption__: 'Номер'
    }
  }
};
