export default {
  projections: {
    КонтрагентE: {
      наимОрг: {
        __caption__: 'Наим орг'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      тип: {
        __caption__: 'Тип'
      }
    },
    КонтрагентL: {
      наимОрг: {
        __caption__: 'Наим орг'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      тип: {
        __caption__: 'Тип'
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'Имя'
    },
    наимОрг: {
      __caption__: 'Наим орг'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    тип: {
      __caption__: 'Тип'
    },
    фамилия: {
      __caption__: 'Фамилия'
    }
  }
};
