export default {
  projections: {
    ЦенаТовараE: {
      цена: {
        __caption__: 'Цена'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОконч: {
        __caption__: 'Дата оконч'
      },
      товар: {
        __caption__: 'Товар',
        описание: {
          __caption__: 'Описание'
        }
      },
      тЧСчФактуры: {
        __caption__: 'Т ч сч фактуры',
        количество: {
          __caption__: 'Количество'
        }
      }
    },
    ЦенаТовараL: {
      цена: {
        __caption__: 'Цена'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОконч: {
        __caption__: 'Дата оконч'
      },
      товар: {
        __caption__: 'Описание',
        описание: {
          __caption__: 'Описание'
        }
      },
      тЧСчФактуры: {
        __caption__: 'Количество',
        количество: {
          __caption__: 'Количество'
        }
      }
    }
  },
  validations: {
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОконч: {
      __caption__: 'Дата оконч'
    },
    цена: {
      __caption__: 'Цена'
    },
    товар: {
      __caption__: 'Товар'
    },
    тЧСчФактуры: {
      __caption__: 'Т ч сч фактуры'
    }
  }
};
