export default {
  projections: {
    СотрудникE: {
      emile: {
        __caption__: 'Emile'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      табелНомер: {
        __caption__: 'Табел номер'
      },
      накладная: {
        __caption__: 'Накладная',
        примечание: {
          __caption__: 'Примечание'
        }
      }
    },
    СотрудникL: {
      emile: {
        __caption__: 'Emile'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      табелНомер: {
        __caption__: 'Табел номер'
      },
      накладная: {
        __caption__: 'Примечание',
        примечание: {
          __caption__: 'Примечание'
        }
      }
    }
  },
  validations: {
    emile: {
      __caption__: 'Emile'
    },
    имя: {
      __caption__: 'Имя'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    табелНомер: {
      __caption__: 'Табел номер'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    накладная: {
      __caption__: 'Накладная'
    }
  }
};
