export default {
  projections: {
    СтрокаЗаказаE: {
      ценаСНалог: {
        __caption__: 'Цена с налог'
      },
      количество: {
        __caption__: 'Количество'
      },
      сумма: {
        __caption__: 'Сумма'
      }
    },
    СтрокаЗаказаL: {
      ценаСНалог: {
        __caption__: 'Цена с налог'
      },
      количество: {
        __caption__: 'Количество'
      },
      сумма: {
        __caption__: 'Сумма'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    ценаСНалог: {
      __caption__: 'Цена с налог'
    }
  }
};
