export default {
  projections: {
    СчетФактураE: {
      датаЗаполн: {
        __caption__: 'Дата заполн'
      },
      номер: {
        __caption__: 'Номер'
      },
      контрагент: {
        __caption__: 'Контрагент',
        наимОрг: {
          __caption__: 'Наим орг'
        }
      },
      заказ: {
        __caption__: 'Заказ',
        датаОтгрузки: {
          __caption__: 'Дата отгрузки'
        }
      },
      склад: {
        __caption__: 'Склад',
        адрес: {
          __caption__: 'Адрес'
        }
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        emile: {
          __caption__: 'Emile'
        }
      }
    },
    СчетФактураL: {
      датаЗаполн: {
        __caption__: 'Дата заполн'
      },
      номер: {
        __caption__: 'Номер'
      },
      контрагент: {
        __caption__: 'Наим орг',
        наимОрг: {
          __caption__: 'Наим орг'
        }
      },
      заказ: {
        __caption__: 'Дата отгрузки',
        датаОтгрузки: {
          __caption__: 'Дата отгрузки'
        }
      },
      склад: {
        __caption__: 'Адрес',
        адрес: {
          __caption__: 'Адрес'
        }
      },
      сотрудник: {
        __caption__: 'Emile',
        emile: {
          __caption__: 'Emile'
        }
      }
    }
  },
  validations: {
    датаЗаполн: {
      __caption__: 'Дата заполн'
    },
    номер: {
      __caption__: 'Номер'
    },
    заказ: {
      __caption__: 'Заказ'
    },
    контрагент: {
      __caption__: 'Контрагент'
    },
    склад: {
      __caption__: 'Склад'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    }
  }
};
