export default {
  projections: {
    ТоварНаСкладеE: {
      количество: {
        __caption__: 'Количество'
      },
      товар: {
        __caption__: 'Товар',
        описание: {
          __caption__: 'Описание'
        }
      },
      склад: {
        __caption__: 'Склад',
        адрес: {
          __caption__: 'Адрес'
        }
      }
    },
    ТоварНаСкладеL: {
      количество: {
        __caption__: 'Количество'
      },
      товар: {
        __caption__: 'Описание',
        описание: {
          __caption__: 'Описание'
        }
      },
      склад: {
        __caption__: 'Адрес',
        адрес: {
          __caption__: 'Адрес'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    склад: {
      __caption__: 'Склад'
    },
    товар: {
      __caption__: 'Товар'
    }
  }
};
