export default {
  projections: {
    ТоварE: {
      описание: {
        __caption__: 'Описание'
      },
      едИзм: {
        __caption__: 'Ед изм'
      },
      название: {
        __caption__: 'Название'
      },
      кодТовара: {
        __caption__: 'Код товара'
      },
      тЧСчФактуры: {
        __caption__: 'Т ч сч фактуры',
        количество: {
          __caption__: 'Количество'
        }
      },
      записьВНакл: {
        __caption__: 'Запись в накл',
        цена: {
          __caption__: 'Цена'
        }
      },
      категорияТовара: {
        __caption__: 'Категория товара',
        кодКатегории: {
          __caption__: 'Код категории'
        }
      }
    },
    ТоварL: {
      описание: {
        __caption__: 'Описание'
      },
      едИзм: {
        __caption__: 'Ед изм'
      },
      название: {
        __caption__: 'Название'
      },
      кодТовара: {
        __caption__: 'Код товара'
      },
      тЧСчФактуры: {
        __caption__: 'Количество',
        количество: {
          __caption__: 'Количество'
        }
      },
      записьВНакл: {
        __caption__: 'Цена',
        цена: {
          __caption__: 'Цена'
        }
      },
      категорияТовара: {
        __caption__: 'Код категории',
        кодКатегории: {
          __caption__: 'Код категории'
        }
      }
    }
  },
  validations: {
    едИзм: {
      __caption__: 'Ед изм'
    },
    кодТовара: {
      __caption__: 'Код товара'
    },
    название: {
      __caption__: 'Название'
    },
    описание: {
      __caption__: 'Описание'
    },
    записьВНакл: {
      __caption__: 'Запись в накл'
    },
    категорияТовара: {
      __caption__: 'Категория товара'
    },
    тЧСчФактуры: {
      __caption__: 'Т ч сч фактуры'
    }
  }
};
