export default {
  projections: {
    НакладнаяE: {
      времяОтгрузки: {
        __caption__: 'Время отгрузки'
      },
      примечание: {
        __caption__: 'Примечание'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      тип: {
        __caption__: 'Тип'
      },
      состНакладной: {
        __caption__: 'Сост накладной'
      }
    },
    НакладнаяL: {
      времяОтгрузки: {
        __caption__: 'Время отгрузки'
      },
      примечание: {
        __caption__: 'Примечание'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      тип: {
        __caption__: 'Тип'
      },
      состНакладной: {
        __caption__: 'Сост накладной'
      }
    }
  },
  validations: {
    времяОтгрузки: {
      __caption__: 'Время отгрузки'
    },
    примечание: {
      __caption__: 'Примечание'
    },
    состНакладной: {
      __caption__: 'Сост накладной'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    тип: {
      __caption__: 'Тип'
    }
  }
};
